Repository: codito/gnome-pomodoro
Catalog: po/*.po
Languages: sk

source: A time management utility for GNOME
sk: Nástroj pre správu času pre GNOME

source: A GNOME utility that helps managing time according to Pomodoro Technique. It intends to improve productivity and focus by taking short breaks after every 25 minutes of work.
sk: Nástroj pre GNOME, ktorý má pomôcť pri využívaní času podľa metódy Pomodoro. Zameriava sa na zvýšenie produktivity a sústredenia prostredníctvom krátkych prestávok každých 25 minút práce.

source: A simple time management utility
sk: jednoduchý nástroj pre správu času

source: time;timer;tasks;manage;organize;
sk: čas;časovač;úlohy;správa;organizovanie;

source: %d new message
sk: %d nová správa

source: It's time to take a break
sk: Je čas na prestávku

source: Pomodoro Timer
sk: Pomodoro časovač

source: Start Pomodoro
sk: Spusti Pomodoro

source: Take a Break
sk: Urob si prestávku

source: Preferences
sk: Voľby

source: Take Shorter Break
sk: Urob si kratšiu prestávku

source: Take Longer Break
sk: Urob si dlhšiu prestávku

source: %dm
sk: %ds

source: Focus on your task.
sk: Upriam sa na svoju úlohu

source: Take a break
sk: Urob si prestávku

source: Take a break!
sk: Urob si prestávku!

source: You have %d second until next pomodoro.
sk: Máš %d sekundu do ďalšieho pomodora.

source: You have %d minute until next pomodoro.
sk: Máš %d minútu do ďalšieho pomodora.

source: Shorten it
sk: Skráťiť

source: Lengthen it
sk: Predĺžiť

source: Start pomodoro
sk: Spusti pomodoro

source: Hey!
sk: Hej!

source: You're missing out on a break
sk: Potrebuješ prestávku

source: Report issue
sk: Nahlás problém

source: during pomodoro
sk: počas pomodora

source: during break
sk: počas prestávky

source: Failed to run <i>%s</i> service
sk: Zlyhalo spustenie <i>%s</i> služby

source: About Pomodoro
sk: O Pomodoro

source: Indicator for Pomodoro will show up after you restart your desktop.
sk: Ukazovateľ pre Pomodoro sa ukáže potom, čo opäť spustiš pracovnú plochu

source: _Cancel
sk: _Zrušiť

source: _Restart
sk: _Reštartovať

source: Extension does not support shell version
sk: Rozšírenie nepodporuje túto verziu shellu

source: You need to upgrade Pomodoro.
sk: To tvoje Pomodoro potrebuje upgrade

source: Could not find extension "%s" in "%s"
sk: Nebolo možné nájsť rozšírenie "%s" v "%s"

source: Error loading extension
sk: Chyba pri spúštaní rozšírenia

source: Pomodoro extension is disabled
sk: Rozšírenie Pomodoro je deaktivované

source: Extension provides better desktop integration for the pomodoro app.
sk: Rozšírenie poskytuje lepšiu integráciu Pomodoro aplikácie do pracovného prostredia.

source: Enable
sk: Aktivovať

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
sk: Klávesovú skratku "%s" nemožno použiť, pretože by nebolo možné písať s použitím tejto klávesy.

source: On
sk: Zapnuté

source: Off
sk: Vypnuté

source: Available
sk: K dispozícii

source: Busy
sk: Zaneprázdnený

source: Invisible
sk: Neviditeľný

source: Idle
sk: Nečinný

source: Change Presence Status
sk: Zmeniť stav prítomnosti

source: Status during pomodoro
sk: Stav počas pomodoro

source: Status during break
sk: Stav počas prestávky

source: Set custom status
sk: Nataviť svojvoľný stav

source: Authenticate
sk: Overiť

source: Clock Ticking
sk: Tikanie hodín

source: Timer Ticking
sk: Tikanie časovača

source: Woodland Birds
sk: Vtáky z Krajiny stromov

source: Loud bell
sk: Hlasný zvonec

source: Bell
sk: Zvonec

source: Timer
sk: Časovač

source: Pomodoro duration
sk: Trvanie pomodora

source: Short break duration
sk: Trvanie krátkej prestávky

source: Long break duration
sk: Trvanie dlhej prestávky

source: Pomodoros to a long break
sk: Pomodorá do dlhej prestávky

source: Shortcut to toggle the timer
sk: Klávesová skratka pre zapnutie časovača

source: Indicator appearance
sk: Ukazovateľ prítomnosti

source: Select ticking sound
sk: Vyper tikajúci zvuk

source: Ticking sound
sk: Tikajúci zvuk

source: Notifications
sk: Upozornenia

source: Screen notifications
sk: Upozornenia obrazovky

source: Remind to take a break
sk: Pripomenút prestávku

source: Wake up screen
sk: Obrazovka prebudenia

source: Select sound for start of break
sk: Vyber zvuk pre začatie prestávky

source: Start of break sound
sk: Zvuk na začiatku prestávky

source: Select sound for end of break
sk: Vyber zvuk pre koniec prestávky

source: End of break sound
sk: Zvuk na konci prestávky

source: Short Text
sk: Krátky text

source: Icon
sk: Ikona

source: Presence
sk: Prítomnosť

source: Wait for activity after a break
sk: Čakať na činnosť po prestávke

source: Hide notifications during pomodoro
sk: Skryť oznámenia počas priebehu pomodora

source: Change presence status
sk: Zmeniť stav prítomnosti

source: _No sound
sk: _Bez zvuku

source: _Open
sk: _Otvoriť

source: Select a file
sk: Vyber súbor

source: All files
sk: Všetky súbory

source: Other…
sk: Ostatné...

source: None
sk: Žiaden

source: Supported audio files
sk: Podporované zvukové súbory

source: %d hour
sk: %d hodina

source: %d minute
sk: %d minúta
